brew "bash-completion"
brew "eza"
brew "fish"
brew "go"
cask "font-iosevka-nerd-font"
vscode "aaron-bond.better-comments"
vscode "adpyke.codesnap"
vscode "alefragnani.project-manager"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "fuzionix.devtool-plus"
vscode "golang.go"
vscode "miguelsolorio.symbols"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode.makefile-tools"
vscode "raillyhugo.one-hunter"
vscode "subframe7536.custom-ui-style"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "golang.org/x/pkgsite/cmd/pkgsite"
go "golang.org/x/tools/gopls"
go "gotest.tools/gotestsum"
